Repository: mrleemon/rather-simple-woocommerce-author-taxonomy
Catalog: languages/rather-simple-woocommerce-author-taxonomy-*.po
Languages: ca

source: Authors
ca: Autors

source: Author
ca: Autor

source: Search Authors
ca: Busca autors

source: All Authors
ca: Tots els autors

source: Parent Author
ca: Autor pare

source: Parent Author:
ca: Autor pare:

source: Edit Author
ca: Edita l'autor

source: View Author
ca: Visualitza l'autor

source: Update Author
ca: Actualitza l'autor

source: Add New Author
ca: Afegeix nou autor

source: New Author Name
ca: Nou autor

source: No authors found
ca: No s'ha trobat cap autor

source: No authors
ca: Cap autor

source: Authors list navigation
ca: Navegaci√≥ de la llista d'autors

source: Authors list
ca: Llista d'autors

source: Product Author base
ca: Base de l'autor de producte

# slug
source: product-author
ca: autor-producte

source: Adds an author taxonomy to products.
ca: Afegeix una taxonomia d'autor als productes.
